Repository: Heracs/MeetingSonar
Catalog: public-temp/MeetingSonar/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# about.tagline
source: Intelligent Meeting Recorder
zh_hans: 智能会议录音助手

# about.title
source: About MeetingSonar
zh_hans: 关于 MeetingSonar

# about.version
source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Action Mode
zh_hans: 检测模式

source: AI Models
zh_hans: AI 模型

# alert.aiProcessingFailed.button.ok
source: OK
zh_hans: 确定

# alert.button.cancel
source: Cancel
zh_hans: 取消

# alert.button.later
source: Later
zh_hans: 稍后

# alert.button.openPreferences
source: Open Preferences
zh_hans: 打开偏好设置

# alert.button.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# alert.cannotSave.message
source: MeetingSonar lacks permission to save files to the selected folder: %@ Please select a new folder in Preferences.
zh_hans: MeetingSonar 没有权限保存文件到所选文件夹: %@ 请在偏好设置中选择新的文件夹。

# alert.cannotSave.title
source: Cannot Save Recording
zh_hans: 无法保存录音

# alert.confirmDelete
source: Confirm Delete
zh_hans: 确认删除

# alert.deleteFailed
source: Delete Failed
zh_hans: 删除失败

# alert.deleteModelConfirmation
source: Are you sure you want to delete this model configuration? The API Key will also be removed from Keychain.
zh_hans: 确定要删除此模型配置吗？API Key 也将从 Keychain 中移除。

# alert.noTranscript
source: No transcript available
zh_hans: 无可用转录脚本

# alert.noTranscriptMessage
source: No transcript text is currently available. Summary generation requires speech transcription. Start now?
zh_hans: 当前没有可用的转录文本。生成纪要需要先进行语音转录。是否立即开始？

# alert.permissionsRequired.message
source: MeetingSonar needs Screen Recording and Microphone permissions to capture meeting audio. Please grant these permissions in System Settings.
zh_hans: MeetingSonar 需要屏幕录制和麦克风权限才能录制会议音频。请在系统设置中授予这些权限。

# alert.permissionsRequired.title
source: Permissions Required
zh_hans: 需要权限

# alert.processingFailed
source: Processing Failed
zh_hans: 处理失败

# alert.recordingError.title
source: Recording Error
zh_hans: 录音错误

# alert.saveFailed
source: Save Failed
zh_hans: 保存失败

source: API Key
zh_hans: API 密钥

# API 端点
source: API Endpoint
zh_hans: API 端点

source: Are you sure you want to permanently delete '%@'? This cannot be undone.
zh_hans: 确定要永久删除 '%@' 吗？此操作无法撤销。

source: ASR
zh_hans: 语音识别

# ASR 模型
source: ASR Model
zh_hans: ASR 模型

source: Automatically start recording when a meeting is detected. A notification will be shown silently.
zh_hans: 检测到会议时自动开始录音。将静默显示通知。

source: Base URL: %@
zh_hans: 基础 URL: %@

# button.add
source: Add
zh_hans: 添加

# button.addModel
source: + Add Model
zh_hans: + 添加模型

# button.cancel
source: Cancel
zh_hans: 取消

# button.confirm
source: OK
zh_hans: 确定

# button.delete
source: Delete
zh_hans: 删除

# button.edit
source: Edit
zh_hans: 编辑

# button.generateSummary
source: Generate Summary
zh_hans: 生成纪要

# button.hideSource
source: Hide Source
zh_hans: 隐藏原文

# button.processAll
source: Process All
zh_hans: 全部处理

# button.reTranscribe
source: Re-transcribe
zh_hans: 重新转录

# button.retry
source: Retry
zh_hans: 重试

# button.save
source: Save
zh_hans: 保存

# button.saveUnverified
source: Save (Unverified)
zh_hans: 保存 (未验证)

# button.showSource
source: Show Source
zh_hans: 显示原文

# button.startAnalysis
source: Start Analysis
zh_hans: 开始分析

# button.transcribeAndGenerate
source: Transcribe & Generate
zh_hans: 转录并生成

# button.verify
source: Verify
zh_hans: 验证

source: Cancel
zh_hans: 取消

source: Delete
zh_hans: 删除

source: Delete Recording?
zh_hans: 删除录音？

source: Detected %@ meeting. Start recording?
zh_hans: 检测到 %@ 会议。开始录音？

source: Enable Smart Detection
zh_hans: 启用智能检测

source: English
zh_hans: 英文

# error.ai.alreadyProcessing
source: Processing in progress, please wait
zh_hans: 正在处理中，请等待完成

# error.ai.cancelled
source: Processing cancelled
zh_hans: 处理已取消

# error.ai.insufficientMemory.%lld.%lld
source: Insufficient memory: %1$lld MB required, %2$lld MB available
zh_hans: 内存不足: 需要 %1$lld MB，可用 %2$lld MB

# error.ai.invalidConfiguration.%@
source: Invalid configuration: %@
zh_hans: 配置无效: %@

# error.ai.modelDownloadFailed.%@
source: Failed to download model %@
zh_hans: 下载模型 %@ 失败

# error.ai.modelLoadFailed.%@
source: Failed to load model %@
zh_hans: 加载模型 %@ 失败

# error.ai.modelNotFound.%@
source: AI model %@ not found
zh_hans: AI 模型 %@ 未安装

# error.ai.notAvailable
source: AI features unavailable (requires Apple Silicon)
zh_hans: AI 功能不可用（需要 Apple Silicon）

# error.ai.onlineASRNotConfigured
source: Online ASR model not selected, please configure in settings
zh_hans: 未选择在线 ASR 模型，请在设置中配置

# error.ai.onlineLLMNotConfigured
source: Online LLM model not selected, please configure in settings
zh_hans: 未选择在线 LLM 模型，请在设置中配置

# error.ai.processingFailed.%@
source: AI processing failed: %@
zh_hans: AI 处理失败: %@

# error.ai.processingTimeout.%d
source: Processing timeout (%d seconds)
zh_hans: 处理超时 (%d秒)

# error.ai.summaryGenerationFailed.%@
source: Summary generation failed: %@
zh_hans: 摘要生成失败: %@

# error.ai.transcriptionFailed.%@
source: Transcription failed: %@
zh_hans: 转录失败: %@

# error.apiKeyNotFound
source: API Key not found. Please configure it in settings.
zh_hans: 未找到 API Key，请在设置中配置

# error.asr.audioConversionFailed
source: Audio format conversion failed
zh_hans: 音频格式转换失败

# error.asr.fileNotFound
source: Audio file not found
zh_hans: 找不到音频文件

# error.asr.modelNotFound
source: Whisper model file not found
zh_hans: 找不到 Whisper 模型文件

# error.asr.modelNotLoaded
source: Whisper model not loaded
zh_hans: Whisper 模型未加载

# error.asr.transcriptionFailed.%@
source: Transcription failed: %@
zh_hans: 转录失败: %@

# error.asr.unsupportedAudioFormat
source: Unsupported audio format
zh_hans: 不支持的音频格式

# error.cannotCreateMultipartRequest
source: Cannot create multipart request
zh_hans: 无法构造 Multipart 请求

# error.cannotCreateTestData
source: Cannot create test data
zh_hans: 无法构造测试数据

# error.configuration.incompatibleConfiguration.%@
source: Incompatible configuration: %@
zh_hans: 配置不兼容: %@

# error.configuration.invalidSetting.%@.%@
source: Invalid setting %@: %@
zh_hans: 设置 %@ 无效: %@

# error.configuration.missingRequiredSetting.%@
source: Missing required setting: %@
zh_hans: 缺少必需设置: %@

# error.configuration.settingsCorrupted.%@
source: Settings corrupted: %@
zh_hans: 设置损坏: %@

# error.download.checksumMismatch
source: File verification failed, please re-download
zh_hans: 文件校验失败，请重新下载

# error.download.insufficientSpace
source: Insufficient disk space
zh_hans: 磁盘空间不足

# error.download.networkUnavailable
source: Network unavailable
zh_hans: 网络不可用

# error.download.serverError
source: Server error, please try again later
zh_hans: 服务器错误，请稍后重试

# error.invalidBaseURL.%@
source: Invalid Base URL: %@
zh_hans: 无效的 Base URL: %@

# error.invalidResponse
source: Invalid response
zh_hans: 无效的响应

# error.keychain.deleteFailed.%@
source: Failed to delete from Keychain (error code: %@)
zh_hans: 从 Keychain 删除失败（错误码: %@）

# error.keychain.invalidData
source: Invalid Keychain data format
zh_hans: Keychain 数据格式无效

# error.keychain.loadFailed.%@
source: Failed to read from Keychain (error code: %@)
zh_hans: 从 Keychain 读取失败（错误码: %@）

# error.keychain.saveFailed.%@
source: Failed to save to Keychain (error code: %@)
zh_hans: 保存到 Keychain 失败（错误码: %@）

# error.model.fileCorrupted
source: File corrupted
zh_hans: 文件已损坏

# error.network.apiKeyInvalid
source: API key is invalid
zh_hans: API 密钥无效

# error.network.apiKeyVerificationFailed.%@
source: API key verification failed: %@
zh_hans: API 密钥验证失败: %@

# error.network.invalidResponseFormat.%@
source: Invalid response format: %@
zh_hans: 响应格式无效: %@

# error.network.offline
source: Network connection is unavailable
zh_hans: 网络连接不可用

# error.network.rateLimitExceeded
source: Rate limit exceeded. Please try again later.
zh_hans: 请求过于频繁，请稍后重试

# error.network.rateLimitExceededWithRetry.%d
source: Rate limit exceeded. Please try again in %d seconds.
zh_hans: 请求过于频繁，请在 %d 秒后重试

# error.network.requestFailed.%@
source: Request failed: %@
zh_hans: 请求失败: %@

# error.network.serverError.%d.%@
source: Server error (%1$d): %2$@
zh_hans: 服务器错误 (%1$d): %2$@

# error.network.timeout.%d
source: Request timeout (%d seconds)
zh_hans: 请求超时 (%d秒)

# error.networkError.%@
source: Network error: %@
zh_hans: 网络错误: %@

# error.permission.accessibilityDenied
source: Accessibility permission is required
zh_hans: 需要辅助功能权限

# error.permission.fileSystemAccessDenied.%@
source: File system access denied: %@
zh_hans: 文件访问被拒绝: %@

# error.permission.microphoneDenied
source: Microphone permission is required
zh_hans: 需要麦克风权限

# error.permission.requestFailed.%@
source: Permission request failed: %@
zh_hans: 请求权限失败: %@

# error.permission.screenRecordingDenied
source: Screen recording permission is required
zh_hans: 需要屏幕录制权限

# error.recording.alreadyRecording
source: Recording is already in progress
zh_hans: 正在录音中，请先停止当前录音

# error.recording.audioDeviceFailed.%@
source: Audio device error: %@
zh_hans: 音频设备错误: %@

# error.recording.captureFailed.%@
source: Audio capture failed: %@
zh_hans: 音频捕获失败: %@

# error.recording.fileWriterError.%@
source: File writer error: %@
zh_hans: 文件写入错误: %@

# error.recording.interrupted.%@
source: Recording interrupted: %@
zh_hans: 录音被中断: %@

# error.recording.maxDurationExceeded.%d
source: Maximum recording duration (%d seconds) exceeded
zh_hans: 已达到最大录音时长 (%d秒)

# error.recording.mixerError.%@
source: Audio mixer error: %@
zh_hans: 音频混合器错误: %@

# error.recording.notRecording
source: No recording is currently active
zh_hans: 当前没有录音

# error.recording.permissionDenied.%@
source: Permission required: %@
zh_hans: 需要 %@ 权限

# error.storage.directoryCreationFailed.%@
source: Failed to create directory: %@
zh_hans: 创建目录失败: %@

# error.storage.diskInsufficient
source: Insufficient disk space
zh_hans: 磁盘空间不足

# error.storage.fileCorrupted.%@
source: File corrupted: %@
zh_hans: 文件损坏: %@

# error.storage.fileNotFound.%@
source: File not found: %@
zh_hans: 文件未找到: %@

# error.storage.metadataLoadFailed.%@
source: Failed to load metadata: %@
zh_hans: 加载元数据失败: %@

# error.storage.metadataSaveFailed.%@
source: Failed to save metadata: %@
zh_hans: 保存元数据失败: %@

# error.storage.pathInvalid.%@
source: Invalid path: %@
zh_hans: 路径无效: %@

# error.storage.pathNotAccessible.%@
source: Path not accessible: %@
zh_hans: 路径不可访问: %@

# error.unknown
source: Unknown error
zh_hans: 未知错误

# error.unknown.%@
source: Unknown error: %@
zh_hans: 未知错误: %@

# error.verificationFailed.%@.%@
source: Verification failed (%@): %@
zh_hans: 验证失败 (%@): %@

source: Failed to load transcript data.
zh_hans: 加载转录数据失败。

# General.Button.Cancel
source: Cancel
zh_hans: 取消

# General.Button.RestartNow
source: Restart Now
zh_hans: 立即重启

# general.cancel
source: Cancel
zh_hans: 取消

# general.done
source: Done
zh_hans: 完成

# hint.maxTokens
source: Response length
zh_hans: 响应长度

# hint.temperature
source: Creativity (0.0-2.0)
zh_hans: 创造性 (0.0-2.0)

# hint.topP
source: Sampling (0.0-1.0)
zh_hans: 采样 (0.0-1.0)

# label.apiEndpoint
source: API Endpoint
zh_hans: API 端点

# label.modelName
source: Model Name
zh_hans: 模型名称

# label.parameters
source: Parameters:
zh_hans: 参数:

# label.serviceProvider
source: Service Provider
zh_hans: 服务提供商

# label.status
source: Status:
zh_hans: 状态:

source: Library
zh_hans: 模型库

source: LLM
zh_hans: 语言模型

# LLM 模型
source: LLM Model
zh_hans: LLM 模型

source: Manage Models
zh_hans: 管理模型

source: Meeting Awareness
zh_hans: 会议感知

source: Meeting Detected
zh_hans: 检测到会议

# menu.action.about
source: About MeetingSonar
zh_hans: 关于 MeetingSonar

# menu.action.manageRecordings
source: Manage Recordings
zh_hans: 管理录音

# menu.action.openFolder
source: Open Output Folder
zh_hans: 打开输出文件夹

# menu.action.openLogs
source: Open Logs
zh_hans: 打开日志

# menu.action.preferences
source: Preferences...
zh_hans: 偏好设置...

# menu.action.quit
source: Quit
zh_hans: 退出

# menu.action.startRecording
source: Start Recording
zh_hans: 开始录音

# menu.action.stopRecording
source: Stop Recording
zh_hans: 停止录音

# menu.status.ready
source: Ready to Record
zh_hans: 准备录音

# menu.status.recording
source: Recording: %@
zh_hans: 录音中: %@

# mlx.test.notReady.%@
source: MLX environment not ready: %@
zh_hans: MLX 环境未就绪: %@

# mlx.test.ready
source: MLX environment ready
zh_hans: MLX 环境就绪

# mlx.test.status.notReady
source: Not ready
zh_hans: 未就绪

# mlx.test.status.partial
source: Partially configured
zh_hans: 部分配置

# mlx.test.status.ready
source: Ready
zh_hans: 就绪

# mlx.test.unknownError
source: Unknown MLX test error
zh_hans: MLX 测试未知错误

# notification.ai.clickToView.%@
source: Click to view: %@
zh_hans: 点击查看: %@

# notification.ai.failed
source: AI Processing Failed
zh_hans: AI 处理失败

# notification.ai.generatingSummary
source: Generating meeting summary, please wait...
zh_hans: 正在生成会议纪要，请稍候...

# notification.ai.processing
source: AI Processing
zh_hans: AI 处理中

# notification.ai.summaryReady
source: Summary Ready
zh_hans: 会议纪要已生成

# online.clickToAdd
source: Click the "Add" button in the top right to start configuring
zh_hans: 点击右上角「添加」按钮开始配置

# online.modelList.%@
source: %@ List
zh_hans: %@ 列表

# online.noModels.%@
source: No Online %@ Available
zh_hans: 暂无在线 %@

# onlineModelType.asr
source: Speech Recognition (ASR)
zh_hans: 语音识别 (ASR)

# onlineModelType.llm
source: Language Model (LLM)
zh_hans: 语言模型 (LLM)

# panel.selectPath.message
source: Choose where to save recordings
zh_hans: 选择录音保存位置

# placeholder.enterApiKey
source: Enter API Key
zh_hans: 请输入 API Key

# provider.deepseek
source: DeepSeek
zh_hans: 深度求索

# provider.qwen
source: Alibaba Qwen
zh_hans: 阿里千问

# provider.zhipu
source: Zhipu AI
zh_hans: 智谱AI

# recording.error.noAudioSource
source: No audio source selected. Please enable at least one audio source.
zh_hans: 未选择音频源。请至少启用一个音频源。

# recording.stop
source: Stop Recording
zh_hans: 停止录音

# recovery.checkNetworkConnection
source: Please check your network connection
zh_hans: 请检查网络连接

# recovery.contactSupport
source: If the problem persists, please contact technical support
zh_hans: 如问题持续，请联系技术支持

# recovery.downloadModel.%@
source: Please download model %@ in AI Settings
zh_hans: 请在 AI 设置中下载模型 %@

# recovery.enableAccessibility
source: Please enable Accessibility in System Settings
zh_hans: 请在系统设置中启用辅助功能

# recovery.enableMicrophone
source: Please enable Microphone in System Settings
zh_hans: 请在系统设置中启用麦克风

# recovery.enableScreenRecording
source: Please enable Screen Recording in System Settings
zh_hans: 请在系统设置中启用屏幕录制

# recovery.freeDiskSpace
source: Please free up disk space and try again
zh_hans: 请清理磁盘空间后重试

# recovery.grantMicrophonePermission
source: Please allow microphone access in System Settings
zh_hans: 请在系统设置中允许麦克风访问

# recovery.grantScreenRecordingPermission
source: Please allow screen recording in System Settings
zh_hans: 请在系统设置中允许屏幕录制

# recovery.startNewRecording
source: Please start a new recording first
zh_hans: 请先开始录音

# recovery.stopCurrentRecording
source: Please stop the current recording first
zh_hans: 请先停止当前录音

# section.advancedParams
source: Advanced Parameters
zh_hans: 高级参数

# section.basicConfig
source: Basic Configuration
zh_hans: 基本配置

# settings.about.button
source: About...
zh_hans: 关于...

# settings.aiServices.asrModel
source: ASR Model
zh_hans: ASR 模型

# settings.aiServices.configure
source: Configure
zh_hans: 配置

# settings.aiServices.llmModel
source: LLM Model
zh_hans: LLM 模型

# settings.aiServices.noModel
source: No Model Selected
zh_hans: 未选择模型

# settings.aiServices.title
source: AI Services
zh_hans: AI 服务

# settings.audio.autoRecordingConfig
source: Auto Detection Recording
zh_hans: 自动检测录音

# settings.audio.autoRecordingDesc
source: Automatically start recording when meeting apps are detected
zh_hans: 检测到会议应用时自动开始录音，适合在线会议场景

# settings.audio.format
source: Format
zh_hans: 格式

# settings.audio.formatLabel
source: Format:
zh_hans: 格式:

# settings.audio.manualRecordingConfig
source: Manual Recording
zh_hans: 手动录音

# settings.audio.manualRecordingDesc
source: Start recording manually, suitable for capturing videos or music
zh_hans: 手动点击开始录音，适合录制视频或音乐

# settings.audio.micLabel
source: Mic:
zh_hans: 麦克风:

# settings.audio.microphone
source: Record Microphone
zh_hans: 录制麦克风

# settings.audio.qualityLabel
source: Quality:
zh_hans: 质量:

# settings.audio.scenarioDefaults
source: Scenario Defaults
zh_hans: 场景默认配置

# settings.audio.sources
source: Sources
zh_hans: 音源

# settings.audio.systemAudio
source: Record System Audio
zh_hans: 录制系统声音

# settings.audio.systemLabel
source: System:
zh_hans: 系统:

# settings.audio.volumes
source: Volumes
zh_hans: 音量

# settings.general.choose
source: Choose...
zh_hans: 选择...

# Settings.General.Language.Option.System
source: System Default
zh_hans: 跟随系统

# Settings.General.Language.RestartAlert.Message
source: To change the language, the application needs to be restarted.
zh_hans: 切换语言需要重启应用才能完全生效。

# Settings.General.Language.RestartAlert.Title
source: Restart Required
zh_hans: 需要重启

# Settings.General.Language.Title
source: Language
zh_hans: 语言

# settings.general.launchAtLogin
source: Launch at Login
zh_hans: 登录时启动

# settings.general.launchAtLoginDesc
source: Automatically start MeetingSonar when you log in.
zh_hans: 登录 Mac 时自动启动 MeetingSonar。

# settings.general.saveLocation
source: Save Location:
zh_hans: 保存位置:

# settings.general.title
source: General
zh_hans: 通用

# settings.language.english
source: English
zh_hans: 英语

# settings.language.restart.confirm
source: Restart Now
zh_hans: 立即重启

# settings.language.restart.message
source: The application needs to restart for the language change to take effect.
zh_hans: 需要重启应用程序才能使语言更改生效。

# settings.language.restart.title
source: Restart Required
zh_hans: 需要重启

# settings.language.system
source: System Default
zh_hans: 系统默认

# settings.language.ui
source: UI Language
zh_hans: 界面语言

# settings.permissions.description
source: MeetingSonar needs these permissions to function correctly.
zh_hans: MeetingSonar 需要这些权限才能正常工作。

# settings.permissions.grantAccess
source: Grant Access
zh_hans: 授予权限

# settings.permissions.microphone
source: Microphone
zh_hans: 麦克风

# settings.permissions.refreshStatus
source: Refresh Status
zh_hans: 刷新状态

# settings.permissions.screenRecording
source: Screen Recording
zh_hans: 屏幕录制

# settings.recording.audioSources
source: Audio Sources
zh_hans: 音频源

# settings.recording.autoConfig
source: Auto Recording Sources
zh_hans: 自动录音音源

# settings.recording.autoSplit
source: Auto-split recording files
zh_hans: 自动分割录音文件

# settings.recording.autoSplit.hint
source: Split recording files into smaller chunks when they exceed the specified duration
zh_hans: 当录音文件超过指定时长时，自动分割成较小的文件

# settings.recording.manualConfig
source: Manual Recording Sources
zh_hans: 手动录音音源

# settings.recording.quality
source: Quality
zh_hans: 音质

# settings.recording.title
source: Recording
zh_hans: 录音

# settings.reset.button
source: Reset to Defaults...
zh_hans: 恢复默认...

# settings.reset.confirm
source: Reset
zh_hans: 恢复

# settings.reset.message
source: Are you sure you want to reset all settings to their default values? This action cannot be undone.
zh_hans: 确定要将所有设置恢复为默认值吗？此操作无法撤销。

# settings.reset.title
source: Reset Settings
zh_hans: 恢复设置

# settings.smartDetection.enable
source: Enable smart meeting detection
zh_hans: 启用智能会议检测

# settings.smartDetection.mode.auto.description
source: Automatically start recording when a meeting is detected
zh_hans: 检测到会议时自动开始录音

# settings.smartDetection.mode.remind.description
source: Show a notification asking if you want to record
zh_hans: 显示通知询问是否要录音

# settings.smartDetection.monitorApps
source: Monitor these apps for meetings
zh_hans: 监控这些应用的会议

# settings.smartDetection.privacyWarning
source: May involve personal privacy
zh_hans: 可能涉及个人隐私

# settings.smartDetection.teams.classic
source: Classic
zh_hans: 经典版

# settings.smartDetection.teams.new
source: New
zh_hans: 新版

# settings.smartDetection.title
source: Smart Meeting Detection
zh_hans: 智能会议检测

# settings.smartDetection.whenDetected
source: When a meeting is detected:
zh_hans: 检测到会议时：

# settings.tab.about
source: About
zh_hans: 关于

# settings.tab.aiModels
source: AI Models
zh_hans: AI 模型

# settings.tab.audio
source: Audio
zh_hans: 音频

# settings.tab.general
source: General
zh_hans: 通用

# settings.tab.permissions
source: Permissions
zh_hans: 权限

# settings.tab.smartDetection
source: Smart Detection
zh_hans: 智能检测

# settings.transcripts.autoSummary
source: Auto-generate summary
zh_hans: 自动生成摘要

# settings.transcripts.language
source: Language
zh_hans: 语言

# settings.transcripts.language.auto
source: Auto-detect
zh_hans: 自动检测

# settings.transcripts.language.en
source: English
zh_hans: 英语

# settings.transcripts.language.zh
source: Chinese
zh_hans: 中文

# settings.transcripts.title
source: Transcripts
zh_hans: 转录

# settings.unified.subtitle
source: Configure your preferences
zh_hans: 配置您的偏好设置

# settings.unified.title
source: MeetingSonar Settings
zh_hans: MeetingSonar 设置

source: Show a notification asking if you want to record when a meeting starts.
zh_hans: 会议开始时显示通知，询问是否要录音。

# smartDetection.mode.auto
source: Auto
zh_hans: 自动

# smartDetection.mode.remind
source: Remind
zh_hans: 提醒

# status.checkingModels
source: Checking models...
zh_hans: 检查模型...

# status.completed
source: Completed
zh_hans: 完成

# status.downloadingModels.%d
source: Downloading models %d%%
zh_hans: 下载模型 %d%%

# status.failed.%@
source: Failed: %@
zh_hans: 失败: %@

# status.generating
source: Generating summary...
zh_hans: 生成摘要中...

# status.generating.%d
source: Generating summary %d%%
zh_hans: 生成纪要 %d%%

# status.idle
source: Ready
zh_hans: 就绪

# status.loadingASR
source: Loading speech model...
zh_hans: 加载语音模型...

# status.loadingLLM
source: Loading language model...
zh_hans: 加载语言模型...

# status.notVerified
source: Unverified
zh_hans: 未验证

# status.transcribing
source: Transcribing...
zh_hans: 转录中...

# status.transcribing.%d
source: Transcribing %d%%
zh_hans: 转录中 %d%%

# status.unloadingASR
source: Freeing memory...
zh_hans: 释放内存...

# status.unloadingLLM
source: Finishing cleanup...
zh_hans: 完成清理...

# status.verified
source: Verified
zh_hans: 已验证

# status.verifiedPass
source: Verification Passed
zh_hans: 验证通过

# status.verifying
source: Verifying...
zh_hans: 验证中...

# summary.noContent
source: No summary content
zh_hans: 无纪要内容

# system.ai.alert.button
source: Understood
zh_hans: 了解

# system.ai.alert.message
source: MeetingSonar's AI features (speech transcription, meeting summary) require Apple Silicon chip. You can still use core features like recording, pause, and save.
zh_hans: MeetingSonar 的 AI 功能（语音转录、会议纪要生成）需要 Apple Silicon 芯片。 您仍可正常使用录音、暂停、保存等核心功能。

# system.ai.alert.title
source: AI features not supported on current device
zh_hans: AI 功能暂不支持当前设备

# system.ai.disabledReason
source: AI features require Apple Silicon chip (M1/M2/M3/M4)
zh_hans: AI 功能需要 Apple Silicon 芯片 (M1/M2/M3/M4)

# test.model.fileNotFound
source: Model file not found
zh_hans: 模型文件不存在

# test.model.formatError
source: Model file format error (Magic Bytes verification failed)
zh_hans: 模型文件格式错误（Magic Bytes 校验失败）

# test.model.loadFailed.%@
source: Load failed: %@
zh_hans: 加载失败: %@

# test.model.loadSuccess
source: Model loaded successfully
zh_hans: 模型加载成功

# test.model.verificationFailed.%@
source: Verification failed: %@
zh_hans: 验证失败: %@

# test.result.fail.%d.%d.%@
source: ❌ Test Failed Model: %@ Error: %@ Duration: %d ms
zh_hans: ❌ 测试失败 模型: %@ 错误: %@ 耗时: %d ms

# test.result.pass.%d.%d.%@
source: ✅ Test Passed Model: %@ Status: %@ Duration: %d ms
zh_hans: ✅ 测试通过 模型: %@ 状态: %@ 耗时: %d ms

# title.addOnlineService
source: Add Online Service
zh_hans: 添加在线服务

# title.editOnlineService
source: Edit Online Service
zh_hans: 编辑在线服务

# window.preferences.title
source: MeetingSonar Preferences
zh_hans: MeetingSonar 偏好设置

# 取消
source: Cancel
zh_hans: 取消

# 在线服务
source: Online Services
zh_hans: 在线服务

# 基本配置
source: Basic Configuration
zh_hans: 基本配置

# 处理失败
source: Processing Failed
zh_hans: 处理失败

# 已下载
source: Downloaded
zh_hans: 已下载
